# Space_ItemAvZones

## Description
Returns available zone (item) of space tool

```pascal
FUNCTION Space_ItemAvZones(item : INTEGER) : STRING;
```

```python

def vs.Space_ItemAvZones(item):
    return STRING
```

## Parameters
|Name|Type|Description|
|---|---|---|
|item|INTEGER||

## Version
Availability: from Vectorworks 2014
## Category
* SpaceObjectCoreTools